Artilheiroo/PESTA_Moldi/TESTE/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"

# Calibracao ADC oficial (eFuse + LUT + fallback default_vref)
CONFIG_ADC_CALI_EFUSE_TP_ENABLE=y
CONFIG_ADC_CALI_EFUSE_VREF_ENABLE=y
CONFIG_ADC_CALI_LUT_ENABLE=y
